Revit 2024 API
ParameterTypeId.ScheduleBaseLevelParam Property
 "Base Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ScheduleBaseLevelParam { get; }
Visual Basic
Public Shared ReadOnly Property ScheduleBaseLevelParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ScheduleBaseLevelParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace